Repository: gianluca2342124/FocusGlobe
Catalog: FocusGlobe/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pt_br, ro, ru, zh_hans

source: after the %@ free trial
de: nach der kostenlosen Testphase von %@
es: tras la prueba gratuita de %@
fr: après l’essai gratuit de %@
hi: %@ के मुफ़्त ट्रायल के बाद
it: dopo la prova gratuita di %@
nl: na de gratis proefperiode van %@
pt_br: após o teste grátis de %@
ro: după proba gratuită de %@
ru: после бесплатного периода в %@
zh_hans: %@免费试用结束后

source: All
de: Alle
es: Todos
fr: Tout
hi: सभी
it: Tutti
nl: Alle
pt_br: Todos
ro: Toate
ru: Все
zh_hans: 全部

source: All done
de: Alles erledigt
es: Todo hecho
fr: Tout est fait
hi: सब पूरा
it: Tutto fatto
nl: Alles klaar
pt_br: Tudo pronto
ro: Gata tot
ru: Всё готово
zh_hans: 全部完成

source: Allow Friend Requests
de: Freundschaftsanfragen zulassen
es: Permitir solicitudes de amistad
fr: Autoriser les demandes d’amis
hi: दोस्त अनुरोध की अनुमति दें
it: Consenti richieste di amicizia
nl: Vriendschapsverzoeken toestaan
pt_br: Permitir pedidos de amizade
ro: Permite cereri de prietenie
ru: Разрешить запросы в друзья
zh_hans: 允许好友请求

source: Allow pilots you meet to send you a Crew request.
de: Erlaube Piloten, denen du begegnest, dir eine Crew-Anfrage zu senden.
es: Permite que los pilotos que conozcas te envíen una solicitud de tripulación.
fr: Autorisez les pilotes rencontrés à vous envoyer une demande d’équipage.
hi: जिन पायलटों से आप मिलते हैं उन्हें क्रू अनुरोध भेजने दें।
it: Consenti ai piloti che incontri di inviarti una richiesta di equipaggio.
nl: Laat piloten die je tegenkomt een crewverzoek sturen.
pt_br: Permita que os pilotos que você encontrar enviem um pedido de tripulação.
ro: Permite piloților întâlniți să-ți trimită o cerere de echipaj.
ru: Разрешите встреченным пилотам отправлять вам запрос в экипаж.
zh_hans: 允许你遇到的飞行员向你发送机组请求。

source: Almost there — keep going
de: Fast da — weiter so
es: Ya casi — sigue así
fr: Presque arrivé — continuez
hi: लगभग पहुँच गए — जारी रखें
it: Ci siamo quasi — continua
nl: Bijna er — ga door
pt_br: Quase lá — continue
ro: Aproape gata — continuă
ru: Почти на месте — продолжайте
zh_hans: 就快到了——继续

source: Alpha Waves
de: Alpha-Wellen
es: Ondas alfa
fr: Ondes alpha
hi: अल्फ़ा वेव्स
it: Onde alfa
nl: Alfagolven
pt_br: Ondas alfa
ro: Unde alfa
ru: Альфа-волны
zh_hans: α 脑波

source: Alpine Pilot
de: Alpen-Pilot
es: Piloto alpino
fr: Pilote alpin
hi: अल्पाइन पायलट
it: Pilota alpino
nl: Alpenpiloot
pt_br: Piloto alpino
ro: Pilot alpin
ru: Альпийский пилот
zh_hans: 阿尔卑斯飞行员

source: Already applauded
de: Bereits applaudiert
es: Ya aplaudido
fr: Déjà applaudi
hi: पहले ही सराह चुके हैं
it: Già applaudito
nl: Al geapplaudisseerd
pt_br: Já aplaudido
ro: Deja aplaudat
ru: Уже поаплодировали
zh_hans: 已鼓过掌

source: Already have an account?
de: Schon ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
hi: पहले से खाता है?
it: Hai già un account?
nl: Heb je al een account?
pt_br: Já tem uma conta?
ro: Ai deja un cont?
ru: Уже есть аккаунт?
zh_hans: 已有账号？

source: Amber calm without a flame
de: Bernsteinruhe ohne Flamme
es: Calma ámbar sin llama
fr: Un calme ambré sans flamme
hi: बिना लौ के अंबर शांति
it: Calma ambrata senza fiamma
nl: Amberkalmte zonder vlam
pt_br: Calma âmbar sem chama
ro: Liniște chihlimbarie fără flacără
ru: Янтарный покой без огня
zh_hans: 无需火焰的琥珀宁静

source: Ambient audio during your flights
de: Umgebungsklang während deiner Flüge
es: Sonido ambiente durante tus vuelos
fr: Ambiance sonore pendant vos vols
hi: आपकी फ़्लाइट के दौरान परिवेशी ध्वनि
it: Audio ambientale durante i tuoi voli
nl: Omgevingsgeluid tijdens je vluchten
pt_br: Áudio ambiente durante seus voos
ro: Sunet ambiental în timpul zborurilor
ru: Фоновый звук во время полётов
zh_hans: 飞行期间的环境音

source: Annually
de: Jährlich
es: Anual
fr: Annuel
hi: वार्षिक
it: Annuale
nl: Jaarlijks
pt_br: Anual
ro: Anual
ru: Ежегодно
zh_hans: 按年

source: Appear in Public Skies
de: In öffentlichen Himmeln erscheinen
es: Aparecer en cielos públicos
fr: Apparaître dans les ciels publics
hi: सार्वजनिक आकाश में दिखें
it: Appari nei cieli pubblici
nl: Verschijnen in publieke luchten
pt_br: Aparecer nos céus públicos
ro: Apari în cerurile publice
ru: Появляться в публичных небесах
zh_hans: 出现在公共天空

source: Applaud
de: Applaudieren
es: Aplaudir
fr: Applaudir
hi: सराहें
it: Applaudi
nl: Applaudisseer
pt_br: Aplaudir
ro: Aplaudă
ru: Поаплодировать
zh_hans: 鼓掌

source: Applaud this pilot
de: Diesem Piloten applaudieren
es: Aplaude a este piloto
fr: Applaudir ce pilote
hi: इस पायलट को सराहें
it: Applaudi questo pilota
nl: Applaudisseer deze piloot
pt_br: Aplauda este piloto
ro: Aplaudă acest pilot
ru: Поаплодировать пилоту
zh_hans: 为这位飞行员鼓掌

source: Applauded
de: Applaudiert
es: Aplaudido
fr: Applaudi
hi: सराहा गया
it: Applaudito
nl: Geapplaudisseerd
pt_br: Aplaudido
ro: Aplaudat
ru: Вы поаплодировали
zh_hans: 已鼓掌

source: Apps aren't blocked right now.
de: Gerade sind keine Apps gesperrt.
es: Ahora mismo no hay apps bloqueadas.
fr: Aucune app n’est bloquée pour l’instant.
hi: अभी कोई ऐप ब्लॉक नहीं है।
it: Al momento nessuna app è bloccata.
nl: Er zijn nu geen apps geblokkeerd.
pt_br: Nenhum app está bloqueado agora.
ro: Momentan nu e blocată nicio aplicație.
ru: Сейчас приложения не заблокированы.
zh_hans: 目前没有屏蔽任何 App。

source: Atmosphere
de: Atmosphäre
es: Ambiente
fr: Ambiance
hi: माहौल
it: Atmosfera
nl: Sfeer
pt_br: Atmosfera
ro: Atmosferă
ru: Атмосфера
zh_hans: 氛围

source: Aurora Airship
de: Aurora-Luftschiff
es: Aeronave aurora
fr: Dirigeable aurore
hi: अरोरा एयरशिप
it: Dirigibile aurora
nl: Aurora-luchtschip
pt_br: Dirigível aurora
ro: Dirijabil aurora
ru: Дирижабль «Аврора»
zh_hans: 极光飞艇

source: Aurora Explorer
de: Polarlicht-Entdecker
es: Explorador de auroras
fr: Explorateur d’aurores
hi: अरोरा खोजी
it: Esploratore di aurore
nl: Poollichtontdekker
pt_br: Explorador de auroras
ro: Explorator de aurore
ru: Исследователь сияния
zh_hans: 极光探索者

source: Available on iPhone and iPad
de: Verfügbar auf iPhone und iPad
es: Disponible en iPhone y iPad
fr: Disponible sur iPhone et iPad
hi: iPhone और iPad पर उपलब्ध
it: Disponibile su iPhone e iPad
nl: Beschikbaar op iPhone en iPad
pt_br: Disponível no iPhone e no iPad
ro: Disponibil pe iPhone și iPad
ru: Доступно на iPhone и iPad
zh_hans: 适用于 iPhone 与 iPad

source: Awesome
de: Super
es: Genial
fr: Super
hi: शानदार
it: Fantastico
nl: Top
pt_br: Ótimo
ro: Super
ru: Отлично
zh_hans: 太好了

source: Awesome, thanks
de: Super, danke
es: Genial, gracias
fr: Super, merci
hi: बढ़िया, धन्यवाद
it: Fantastico, grazie
nl: Top, bedankt
pt_br: Ótimo, obrigado
ro: Super, mulțumesc
ru: Отлично, спасибо
zh_hans: 太好了，谢谢

source: Back
de: Zurück
es: Atrás
fr: Retour
hi: वापस
it: Indietro
nl: Terug
pt_br: Voltar
ro: Înapoi
ru: Назад
zh_hans: 返回

source: Balloon
de: Ballon
es: Globo
fr: Montgolfière
hi: ग़ुब्बारा
it: Mongolfiera
nl: Ballon
pt_br: Balão
ro: Balon
ru: Шар
zh_hans: 气球

source: BALLOON SKIN
de: BALLON-DESIGN
es: DISEÑO DE GLOBO
fr: HABILLAGE DE MONTGOLFIÈRE
hi: ग़ुब्बारा स्किन
it: SKIN MONGOLFIERA
nl: BALLONSKIN
pt_br: SKIN DE BALÃO
ro: SKIN DE BALON
ru: ОФОРМЛЕНИЕ ШАРА
zh_hans: 热气球皮肤

source: Become a FocusGlobe PRO member.
de: Werde FocusGlobe PRO-Mitglied.
es: Hazte miembro de FocusGlobe PRO.
fr: Devenez membre FocusGlobe PRO.
hi: FocusGlobe PRO सदस्य बनें।
it: Diventa membro FocusGlobe PRO.
nl: Word FocusGlobe PRO-lid.
pt_br: Torne-se membro do FocusGlobe PRO.
ro: Devino membru FocusGlobe PRO.
ru: Станьте участником FocusGlobe PRO.
zh_hans: 成为 FocusGlobe PRO 会员。

source: Begin
de: Starten
es: Empezar
fr: Commencer
hi: शुरू करें
it: Inizia
nl: Beginnen
pt_br: Começar
ro: Începe
ru: Начать
zh_hans: 开始

source: Bench · Center
de: Bank · Mitte
es: Banco · centro
fr: Banc · centre
hi: बेंच · बीच
it: Panca · centro
nl: Bank · midden
pt_br: Banco · centro
ro: Bancă · centru
ru: Скамья · по центру
zh_hans: 长椅 · 中

source: Bench · Left
de: Bank · links
es: Banco · izquierda
fr: Banc · gauche
hi: बेंच · बाएँ
it: Panca · sinistra
nl: Bank · Links
pt_br: Banco · esquerda
ro: Bancă · stânga
ru: Скамья · слева
zh_hans: 长椅 · 左

source: Best %lld days
de: Rekord: %lld Tage
es: Récord: %lld días
fr: Record : %lld jours
hi: सर्वश्रेष्ठ %lld दिन
it: Record: %lld giorni
nl: Record: %lld dagen
pt_br: Recorde: %lld dias
ro: Record: %lld zile
ru: Рекорд: %lld дн.
zh_hans: 最佳 %lld 天

source: Best focus
de: Bester Fokus
es: Mejor concentración
fr: Meilleure concentration
hi: सर्वश्रेष्ठ फ़ोकस
it: Concentrazione migliore
nl: Beste focus
pt_br: Melhor foco
ro: Cea mai bună concentrare
ru: Лучший фокус
zh_hans: 最佳专注

source: best streak
de: beste Serie
es: mejor racha
fr: meilleure série
hi: सर्वश्रेष्ठ स्ट्रीक
it: serie migliore
nl: beste reeks
pt_br: melhor sequência
ro: cea mai bună serie
ru: лучшая серия
zh_hans: 最佳连续记录

source: billed immediately
de: sofort abgerechnet
es: cobro inmediato
fr: facturé immédiatement
hi: तुरंत शुल्क लिया जाएगा
it: addebito immediato
nl: direct in rekening gebracht
pt_br: cobrança imediata
ro: se facturează imediat
ru: оплата сразу
zh_hans: 立即扣款

source: Billed immediately. Cancel anytime.
de: Sofort abgerechnet. Jederzeit kündbar.
es: Cobro inmediato. Cancela cuando quieras.
fr: Facturé immédiatement. Annulez quand vous voulez.
hi: तुरंत शुल्क। कभी भी रद्द करें।
it: Addebito immediato. Disdici quando vuoi.
nl: Direct in rekening gebracht. Altijd opzegbaar.
pt_br: Cobrança imediata. Cancele quando quiser.
ro: Se facturează imediat. Anulezi oricând.
ru: Оплата сразу. Отмена в любой момент.
zh_hans: 立即扣款。可随时取消。

source: Billed yearly
de: Jährliche Abrechnung
es: Cobro anual
fr: Facturé chaque année
hi: सालाना शुल्क
it: Addebito annuale
nl: Jaarlijks in rekening gebracht
pt_br: Cobrança anual
ro: Se facturează anual
ru: Оплата раз в год
zh_hans: 按年扣款

source: Billing, restore & support
de: Abrechnung, Wiederherstellung und Support
es: Facturación, restauración y soporte
fr: Facturation, restauration et assistance
hi: बिलिंग, रीस्टोर और सहायता
it: Fatturazione, ripristino e assistenza
nl: Facturering, herstel en ondersteuning
pt_br: Cobrança, restauração e suporte
ro: Facturare, restaurare și asistență
ru: Оплата, восстановление и поддержка
zh_hans: 账单、恢复与支持

source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
hi: ब्लॉक करें
it: Blocca
nl: Blokkeren
pt_br: Bloquear
ro: Blochează
ru: Заблокировать
zh_hans: 屏蔽

source: Block apps during flights
de: Apps während Flügen blockieren
es: Bloquear apps durante los vuelos
fr: Bloquer les applis pendant les vols
hi: फ़्लाइट के दौरान ऐप ब्लॉक करें
it: Blocca le app durante i voli
nl: Apps blokkeren tijdens vluchten
pt_br: Bloquear apps durante os voos
ro: Blochează aplicațiile în timpul zborurilor
ru: Блокировать приложения во время полётов
zh_hans: 飞行期间屏蔽应用

source: Block apps until landing
de: Apps bis zur Landung sperren
es: Bloquea apps hasta aterrizar
fr: Bloquez les apps jusqu’à l’atterrissage
hi: लैंडिंग तक ऐप ब्लॉक करें
it: Blocca le app fino all’atterraggio
nl: Blokkeer apps tot de landing
pt_br: Bloqueie apps até o pouso
ro: Blochează aplicațiile până la aterizare
ru: Блокировать приложения до посадки
zh_hans: 在降落前屏蔽 App

source: Block distracting apps
de: Ablenkende Apps blockieren
es: Bloquear apps que distraen
fr: Bloquer les applis distrayantes
hi: ध्यान भटकाने वाले ऐप ब्लॉक करें
it: Blocca le app che distraggono
nl: Afleidende apps blokkeren
pt_br: Bloquear apps que distraem
ro: Blochează aplicațiile care distrag
ru: Блокировать отвлекающие приложения
zh_hans: 屏蔽干扰应用

source: Block distracting apps during flights
de: Ablenkende Apps während Flügen blockieren
es: Bloquea apps que distraen durante los vuelos
fr: Bloquez les applis distrayantes pendant les vols
hi: फ़्लाइट के दौरान ध्यान भटकाने वाले ऐप ब्लॉक करें
it: Blocca le app che distraggono durante i voli
nl: Blokkeer afleidende apps tijdens vluchten
pt_br: Bloqueie apps que distraem durante os voos
ro: Blochează aplicațiile care distrag în timpul zborurilor
ru: Блокируйте отвлекающие приложения во время полётов
zh_hans: 飞行期间屏蔽干扰应用

source: Block distracting apps in Focus Shield
de: Ablenkende Apps im Fokus-Schild blockieren
es: Bloquea apps que distraen en el Escudo de Concentración
fr: Bloquez les applis distrayantes dans le Bouclier de concentration
hi: फ़ोकस शील्ड में ध्यान भटकाने वाले ऐप ब्लॉक करें
it: Blocca le app che distraggono nello Scudo Concentrazione
nl: Blokkeer afleidende apps in het Focusschild
pt_br: Bloqueie apps que distraem no Escudo de Foco
ro: Blochează aplicațiile care distrag în Scutul de concentrare
ru: Блокируйте отвлекающие приложения в Щите фокуса
zh_hans: 在专注护盾中屏蔽干扰应用

source: Block distractions
de: Ablenkungen blockieren
es: Bloquea distracciones
fr: Bloquez les distractions
hi: ध्यान भटकाव रोकें
it: Blocca le distrazioni
nl: Blokkeer afleidingen
pt_br: Bloqueie distrações
ro: Blochează distragerile
ru: Блокируйте отвлечения
zh_hans: 屏蔽干扰

source: Block distractions during flights
de: Ablenkungen während Flügen blockieren
es: Bloquea distracciones durante los vuelos
fr: Bloquez les distractions pendant les vols
hi: फ़्लाइट के दौरान ध्यान भटकाव रोकें
it: Blocca le distrazioni durante i voli
nl: Blokkeer afleidingen tijdens vluchten
pt_br: Bloqueie distrações durante os voos
ro: Blochează distragerile în timpul zborurilor
ru: Блокируйте отвлечения во время полётов
zh_hans: 飞行期间屏蔽干扰

source: Block this pilot?
de: Diesen Piloten blockieren?
es: ¿Bloquear a este piloto?
fr: Bloquer ce pilote ?
hi: इस पायलट को ब्लॉक करें?
it: Bloccare questo pilota?
nl: Deze piloot blokkeren?
pt_br: Bloquear este piloto?
ro: Blochezi acest pilot?
ru: Заблокировать этого пилота?
zh_hans: 屏蔽该飞行员？

source: Blocked apps
de: Blockierte Apps
es: Apps bloqueadas
fr: Applis bloquées
hi: ब्लॉक किए गए ऐप्स
it: App bloccate
nl: Geblokkeerde apps
pt_br: Apps bloqueados
ro: Aplicații blocate
ru: Заблокированные приложения
zh_hans: 被屏蔽的应用

source: Blocked apps stay locked until you land.
de: Blockierte Apps bleiben gesperrt, bis du landest.
es: Las apps bloqueadas siguen bloqueadas hasta que aterrices.
fr: Les applis bloquées le restent jusqu’à l’atterrissage.
hi: ब्लॉक किए गए ऐप्स लैंड करने तक लॉक रहेंगे।
it: Le app bloccate restano bloccate finché non atterri.
nl: Geblokkeerde apps blijven vergrendeld tot je landt.
pt_br: Os apps bloqueados ficam travados até você pousar.
ro: Aplicațiile blocate rămân blocate până aterizezi.
ru: Заблокированные приложения остаются закрытыми до посадки.
zh_hans: 被屏蔽的应用会一直锁定，直到你降落。

source: Board the balloon
de: Steig in den Ballon
es: Sube al globo
fr: Montez dans la montgolfière
hi: गुब्बारे पर सवार हों
it: Sali sulla mongolfiera
nl: Stap in de ballon
pt_br: Embarque no balão
ro: Urcă în balon
ru: Поднимитесь на борт шара
zh_hans: 登上热气球

source: BOARDING PASS
de: BORDKARTE
es: TARJETA DE EMBARQUE
fr: CARTE D’EMBARQUEMENT
hi: बोर्डिंग पास
it: CARTA D’IMBARCO
nl: INSTAPKAART
pt_br: CARTÃO DE EMBARQUE
ro: TICHET DE ÎMBARCARE
ru: ПОСАДОЧНЫЙ ТАЛОН
zh_hans: 登机牌

source: Boarding pass. Focus flight to %@, %@. %@
de: Bordkarte. Fokus-Flug nach %1$@, %2$@. %3$@
es: Tarjeta de embarque. Vuelo de concentración a %1$@, %2$@. %3$@
fr: Carte d’embarquement. Vol de concentration vers %1$@, %2$@. %3$@
hi: बोर्डिंग पास। %1$@ के लिए फ़ोकस फ़्लाइट, %2$@। %3$@
it: Carta d’imbarco. Volo di concentrazione per %1$@, %2$@. %3$@
nl: Instapkaart. Focusvlucht naar %1$@, %2$@. %3$@
pt_br: Cartão de embarque. Voo de foco para %1$@, %2$@. %3$@
ro: Card de îmbarcare. Zbor de concentrare spre %1$@, %2$@. %3$@
ru: Посадочный талон. Полёт фокуса в %1$@, %2$@. %3$@
zh_hans: 登机牌。飞往%1$@的专注飞行，%2$@。%3$@

source: Bright and bold
de: Hell und mutig
es: Vivo y atrevido
fr: Vif et audacieux
hi: चमकदार और साहसी
it: Vivace e deciso
nl: Fel en gedurfd
pt_br: Vivo e ousado
ro: Viu și îndrăzneț
ru: Яркий и смелый
zh_hans: 明亮而大胆

source: Bring Your Crew
de: Bring deine Crew mit
es: Trae a tu tripulación
fr: Emmenez votre équipage
hi: अपने साथियों को लाएँ
it: Porta il tuo equipaggio
nl: Neem je crew mee
pt_br: Traga sua tripulação
ro: Adu-ți echipajul
ru: Возьмите свою команду
zh_hans: 带上你的伙伴

source: Bringing aboard
de: Wird an Bord gebracht
es: Llevando a bordo
fr: Embarquement en cours
hi: साथ ले जा रहे हैं
it: Portando a bordo
nl: Aan boord brengen
pt_br: Levando a bordo
ro: Se ia la bord
ru: Берём на борт
zh_hans: 正在带上机

source: Bringing you down gently
de: Wir bringen dich sanft herunter
es: Descendiendo con suavidad
fr: Descente en douceur
hi: आपको धीरे-धीरे नीचे ला रहे हैं
it: Ti stiamo facendo scendere dolcemente
nl: We zetten je zacht aan de grond
pt_br: Descendo com suavidade
ro: Coborâm ușor
ru: Мягко снижаемся
zh_hans: 正在温柔降落

source: Buy %@ for %lld Focus Coins
de: %1$@ für %2$lld Fokus-Münzen kaufen
es: Compra %1$@ por %2$lld monedas de concentración
fr: Acheter %1$@ pour %2$lld pièces de concentration
hi: %1$@ को %2$lld फ़ोकस सिक्कों में लें
it: Acquista %1$@ per %2$lld monete di concentrazione
nl: Koop %1$@ voor %2$lld focusmunten
pt_br: Comprar %1$@ por %2$lld moedas de foco
ro: Cumpără %1$@ cu %2$lld monede de concentrare
ru: Купить «%1$@» за %2$lld монет фокуса
zh_hans: 用 %2$lld 枚专注金币购买%1$@

source: Cabin Decorator
de: Kabinen-Dekorateur
es: Decorador de cabina
fr: Décorateur de cabine
hi: केबिन सजावटकार
it: Arredatore di cabina
nl: Cabinedecorateur
pt_br: Decorador de cabine
ro: Decorator de cabină
ru: Декоратор кабины
zh_hans: 座舱装饰家

source: Cabin full — remove one to place this
de: Kabine voll — entferne etwas, um das hier zu platzieren
es: Cabina llena: quita algo para colocar esto
fr: Cabine pleine — retirez un objet pour placer celui-ci
hi: केबिन भरा है — इसे रखने के लिए एक हटाएँ
it: Cabina piena: rimuovi un oggetto per posizionare questo
nl: Cabine vol — haal er één weg om dit te plaatsen
pt_br: Cabine cheia — remova um item para colocar este
ro: Cabina e plină — scoate un obiect ca să-l pui pe acesta
ru: Кабина заполнена — уберите один предмет, чтобы поставить этот
zh_hans: 座舱已满——移除一件才能放置

source: Cabin interior preview
de: Vorschau des Kabineninnenraums
es: Vista previa del interior de la cabina
fr: Aperçu de l’intérieur de la cabine
hi: केबिन इंटीरियर पूर्वावलोकन
it: Anteprima dell’interno della cabina
nl: Voorbeeld van het cabine-interieur
pt_br: Prévia do interior da cabine
ro: Previzualizarea interiorului cabinei
ru: Предпросмотр интерьера кабины
zh_hans: 座舱内部预览

source: CABIN ITEM
de: KABINEN-OBJEKT
es: OBJETO DE CABINA
fr: OBJET DE CABINE
hi: केबिन सामान
it: OGGETTO CABINA
nl: CABINE-ITEM
pt_br: ITEM DE CABINE
ro: OBIECT DE CABINĂ
ru: ПРЕДМЕТ КАБИНЫ
zh_hans: 座舱物品

source: Cabin view
de: Kabinenansicht
es: Vista de cabina
fr: Vue de la cabine
hi: केबिन दृश्य
it: Vista della cabina
nl: Cabineaanzicht
pt_br: Vista da cabine
ro: Vedere din cabină
ru: Вид кабины
zh_hans: 座舱视角

source: Cached online data on this device
de: Auf diesem Gerät zwischengespeicherte Online-Daten
es: Datos online guardados en este dispositivo
fr: Données en ligne mises en cache sur cet appareil
hi: इस डिवाइस पर कैश्ड ऑनलाइन डेटा
it: Dati online nella cache di questo dispositivo
nl: Gecachete onlinegegevens op dit apparaat
pt_br: Dados online em cache neste dispositivo
ro: Date online stocate pe acest dispozitiv
ru: Кешированные онлайн-данные на этом устройстве
zh_hans: 本设备上缓存的在线数据

source: Calm ambience to settle the mind.
de: Ruhige Klänge, die den Kopf beruhigen.
es: Un ambiente en calma para asentar la mente.
fr: Une ambiance calme pour apaiser l’esprit.
hi: मन को शांत करने वाला माहौल।
it: Un’atmosfera calma per placare la mente.
nl: Rustige sfeer om je hoofd tot rust te brengen.
pt_br: Um ambiente calmo para assentar a mente.
ro: O atmosferă calmă care liniștește mintea.
ru: Спокойная атмосфера, чтобы утихомирить ум.
zh_hans: 宁静的环境音，让心静下来。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
nl: Annuleren
pt_br: Cancelar
ro: Anulează
ru: Отмена
zh_hans: 取消

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
hi: रद्द
it: Annullato
nl: Geannuleerd
pt_br: Cancelado
ro: Anulat
ru: Отменён
zh_hans: 已取消

source: Candle Warmer Lamp
de: Kerzenwärmer-Lampe
es: Lámpara calientavelas
fr: Lampe chauffe-bougie
hi: कैंडल वॉर्मर लैंप
it: Lampada scaldacandela
nl: Kaarsenwarmerlamp
pt_br: Luminária aquecedora de vela
ro: Lampă pentru încălzit lumânări
ru: Лампа-подогреватель свечи
zh_hans: 暖烛灯

source: Celestial calm above you
de: Himmlische Ruhe über dir
es: Calma celeste sobre ti
fr: Un calme céleste au-dessus de vous
hi: आपके ऊपर आकाशीय शांति
it: Calma celeste sopra di te
nl: Hemelse rust boven je
pt_br: Calma celeste acima de você
ro: Liniște cerească deasupra ta
ru: Небесный покой над вами
zh_hans: 头顶的星空宁静

source: Ceramic Teapot
de: Keramik-Teekanne
es: Tetera de cerámica
fr: Théière en céramique
hi: सिरेमिक चायदानी
it: Teiera in ceramica
nl: Keramieken theepot
pt_br: Bule de cerâmica
ro: Ceainic de ceramică
ru: Керамический чайник
zh_hans: 陶瓷茶壶

source: Change blocked apps
de: Gesperrte Apps ändern
es: Cambiar apps bloqueadas
fr: Modifier les apps bloquées
hi: ब्लॉक किए ऐप बदलें
it: Modifica le app bloccate
nl: Geblokkeerde apps wijzigen
pt_br: Alterar apps bloqueados
ro: Schimbă aplicațiile blocate
ru: Изменить заблокированные приложения
zh_hans: 更改被屏蔽的 App

source: Changes apply immediately.
de: Änderungen wirken sofort.
es: Los cambios se aplican al instante.
fr: Les modifications s’appliquent immédiatement.
hi: बदलाव तुरंत लागू होंगे।
it: Le modifiche hanno effetto subito.
nl: Wijzigingen gaan meteen in.
pt_br: As alterações valem imediatamente.
ro: Modificările se aplică imediat.
ru: Изменения применяются сразу.
zh_hans: 更改将立即生效。

source: Chart your course
de: Plane deine Route
es: Traza tu rumbo
fr: Tracez votre route
hi: अपना मार्ग तय करें
it: Traccia la tua rotta
nl: Zet je koers uit
pt_br: Trace sua rota
ro: Trasează-ți traseul
ru: Проложите курс
zh_hans: 规划你的航线

source: CHECK IN
de: EINCHECKEN
es: FACTURAR
fr: ENREGISTREMENT
hi: चेक-इन
nl: INCHECKEN
ru: РЕГИСТРАЦИЯ
zh_hans: 登机

source: Checked in.
de: Eingecheckt.
es: Registrado.
fr: Enregistré.
hi: चेक-इन हो गया।
it: Check-in effettuato.
nl: Ingecheckt.
pt_br: Check-in feito.
ro: Check-in făcut.
ru: Регистрация пройдена.
zh_hans: 已登记。

source: Checking access…
de: Zugriff wird geprüft…
es: Comprobando el acceso…
fr: Vérification de l’accès…
hi: एक्सेस जाँचा जा रहा है…
it: Verifica dell’accesso…
nl: Toegang controleren…
pt_br: Verificando o acesso…
ro: Se verifică accesul…
ru: Проверяем доступ…
zh_hans: 正在检查权限…

source: Checking FocusGlobe PRO access
de: FocusGlobe PRO-Zugriff wird geprüft
es: Comprobando el acceso a FocusGlobe PRO
fr: Vérification de l’accès à FocusGlobe PRO
hi: FocusGlobe PRO एक्सेस जाँच रहे हैं
it: Verifica dell’accesso a FocusGlobe PRO
nl: FocusGlobe PRO-toegang controleren
pt_br: Verificando o acesso ao FocusGlobe PRO
ro: Verificăm accesul la FocusGlobe PRO
ru: Проверяем доступ к FocusGlobe PRO
zh_hans: 正在检查 FocusGlobe PRO 权限

source: Checking PRO access…
de: PRO-Zugriff wird geprüft…
es: Comprobando el acceso PRO…
fr: Vérification de l’accès PRO…
hi: PRO एक्सेस जाँच रहे हैं…
it: Verifica dell’accesso PRO…
nl: PRO-toegang controleren…
pt_br: Verificando o acesso PRO…
ro: Verificăm accesul PRO…
ru: Проверяем доступ PRO…
zh_hans: 正在检查 PRO 权限…

source: Checking your membership…
de: Deine Mitgliedschaft wird geprüft…
es: Comprobando tu suscripción…
fr: Vérification de votre abonnement…
hi: आपकी सदस्यता जाँची जा रही है…
it: Verifica del tuo abbonamento…
nl: Je lidmaatschap controleren…
pt_br: Verificando sua assinatura…
ro: Îți verificăm abonamentul…
ru: Проверяем вашу подписку…
zh_hans: 正在检查你的会员状态…
